Repository: jonathansulo/wp-updates-notifier-sv_SE
Catalog: wp-updates-notifier-*.po
Languages: sv_se

source: Sends email to notify you if there are any updates for your WordPress site. Can notify about core, plugin and theme updates.
sv_se: Skickar e-post när uppdateringar är tillgängliga för din WordPress-sida. Kan skicka e-post om uppdateringar för WP-core/kärnan, tillägg och teman.

source: Settings
sv_se: Inställningar

source: There are updates available for your WordPress site:
sv_se: Följande uppdateringar är tillgängliga för din WordPress-sida:

source: Please visit %s to update.
sv_se: Vänligen besök %s för att uppdatera.

source: WP-Core: WordPress is out of date. Please update from version %s to %s
sv_se: WP-core/kärnan: WordPress behöver updateras. Vänligen uppdatera från version %s till %s

source: Plugin: %s is out of date. Please update from version %s to %s
sv_se: Tillägg: %s behöver uppdateras. Vänligen uppdatera från version %s till %s

source: Details: %s
sv_se: Detaljer: %s

source: Changelog: %s%s
sv_se: Förändringar: %s%s

source: Compatibility: %s
sv_se: Kompatibilitet: %s

source: Theme: %s is out of date. Please update from version %s to %s
sv_se: Tema: %s behöver uppdateras. Vänligen uppdatera från version %s till %s

source: WP Updates Notifier: Updates Available @ %s
sv_se: WP Updates Notifier: Uppdateringar tillgängliga @ %s

source: Save settings
sv_se: Spara inställningar

source: Save settings with test email
sv_se: Spara inställningar med e-posttest

source: Frequency to check
sv_se: Kontrollfrekvens

source: Notify email to
sv_se: Skicka e-post till

source: Notify email from
sv_se: Skicka e-post från

source: Notify about plugin updates?
sv_se: Meddela om uppdateringar för tillägg?

source: Notify about theme updates?
sv_se: Meddela om uppdateringar för teman?

source: Hide core WP update nag from non-admin users?
sv_se: Dölj uppdateringstext om WP-core/kärnan för icke-administratörer?

source: Invalid frequency entered
sv_se: Ogiltig uppdateringsfrekvens angiven

source: One or more email to addresses are invalid
sv_se: En eller flera e-postadresser är ogiltiga

source: No email to address entered
sv_se: E-postadress för e-post till saknas

source: Invalid email from entered
sv_se: E-postadress för e-post från är ogiltig

source: Invalid plugin updates value entered
sv_se: Ogiltigt värde för uppdatering av tillägg angivet

source: Invalid theme updates value entered
sv_se: Ogiltigt värde för uppdatering av teman angivet

source: Invalid hide updates value entered
sv_se: Ogiltigt värde för dolda uppdateringar angivet

source: This is a test message from WP Updates Notifier.
sv_se: Detta är ett testmeddelande från WP Updates Notifier.

source: Hourly
sv_se: Timvis

source: Twice Daily
sv_se: Två gånger/dag

source: Daily
sv_se: Dagligen

source: Separate multiple email address with a comma (,)
sv_se: Separera flera e-postadresser med ett kommatecken (,)

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Yes but only active plugins
sv_se: Ja, men bara aktiva tillägg

source: Yes but only active themes
sv_se: Ja, men bara aktiva teman
